Repository: chrissharp80/emuqu
Catalog: Emuqu/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, is, it, ja, ko, nb, nl, pt_br, ru, sv, zh_hans

source: Unavailable sections are greyed out when data is not present.
ar: تظهر الأقسام غير المتوفرة باللون الرمادي عند عدم وجود بيانات.
da: Utilgængelige sektioner er nedtonet, når data ikke er til stede.
de: Nicht verfügbare Abschnitte sind ausgegraut, wenn keine Daten vorhanden sind.
es: Las secciones no disponibles aparecen atenuadas cuando no hay datos.
fi: Käytettävissä olemattomat osiot näkyvät harmaina, kun tietoja ei ole.
fr: Les sections indisponibles sont grisées lorsqu'aucune donnée n'est présente.
is: Ófáanlegir hlutar eru gráir þegar gögn eru ekki til staðar.
it: Le sezioni non disponibili sono in grigio quando non sono presenti dati.
ja: データが存在しない場合、利用できないセクションはグレー表示されます。
ko: 데이터가 없는 경우 사용할 수 없는 섹션은 흐리게 표시됩니다.
nb: Utilgjengelige seksjoner er nedtonet når data ikke finnes.
nl: Niet-beschikbare secties worden grijs weergegeven wanneer er geen gegevens zijn.
pt_br: As seções indisponíveis ficam esmaecidas quando não há dados.
ru: Недоступные разделы выделяются серым, когда данные отсутствуют.
sv: Otillgängliga avsnitt är nedtonade när data saknas.
zh_hans: 当没有数据时，不可用的部分会显示为灰色。

source: Undo
ar: تراجع
da: Fortryd
de: Rückgängig
es: Deshacer
fi: Kumoa
fr: Annuler
is: Afturkalla
it: Annulla
ja: 取り消す
ko: 실행 취소
nb: Angre
nl: Ongedaan maken
pt_br: Desfazer
ru: Отменить
sv: Ångra
zh_hans: 撤销

source: Undo last edit
ar: التراجع عن آخر تعديل
da: Fortryd seneste redigering
de: Letzte Änderung rückgängig machen
es: Deshacer la última edición
fi: Kumoa viimeisin muokkaus
fr: Annuler la dernière modification
is: Afturkalla síðustu breytingu
it: Annulla l'ultima modifica
ja: 最後の編集を取り消す
ko: 마지막 편집 실행 취소
nb: Angre siste redigering
nl: Laatste bewerking ongedaan maken
pt_br: Desfazer última edição
ru: Отменить последнее изменение
sv: Ångra senaste ändringen
zh_hans: 撤销上次编辑

source: Unfinished workout
ar: تمرين غير مكتمل
da: Ufærdig træning
de: Unvollständiges Training
es: Entrenamiento sin finalizar
fi: Keskeneräinen harjoitus
fr: Entraînement inachevé
is: Ókláruð æfing
it: Allenamento non completato
ja: 未完了のワークアウト
ko: 완료되지 않은 운동
nb: Uavsluttet økt
nl: Onvoltooide training
pt_br: Treino não concluído
ru: Незавершённая тренировка
sv: Oavslutat pass
zh_hans: 未完成的训练

source: uninterrupted sleep
ar: نوم متواصل
da: uafbrudt søvn
de: ununterbrochener Schlaf
es: sueño ininterrumpido
fi: katkeamaton uni
fr: sommeil ininterrompu
is: ótruflaður svefn
it: sonno ininterrotto
ja: 中断のない睡眠
ko: 끊김 없는 수면
nb: uavbrutt søvn
nl: ononderbroken slaap
pt_br: sono ininterrupto
ru: непрерывный сон
sv: oavbruten sömn
zh_hans: 不间断睡眠

source: Units
ar: الوحدات
da: Enheder
de: Einheiten
es: Unidades
fi: Yksiköt
fr: Unités
is: Einingar
it: Unità
ja: 単位
ko: 단위
nb: Enheter
nl: Eenheden
pt_br: Unidades
ru: Единицы
sv: Enheter
zh_hans: 单位

source: Units preference
ar: تفضيل الوحدات
da: Enhedspræference
de: Einheiten-Einstellung
es: Preferencia de unidades
fi: Yksikköasetus
fr: Préférence d’unités
is: Einingaval
it: Preferenza unità
ja: 単位の設定
ko: 단위 설정
nb: Enhetspreferanse
nl: Eenheidsvoorkeur
pt_br: Preferência de unidades
ru: Предпочтение единиц
sv: Enhetsinställning
zh_hans: 单位偏好

source: Unknown
ar: غير معروف
da: Ukendt
de: Unbekannt
es: Desconocido
fi: Tuntematon
fr: Inconnu
is: Óþekkt
it: Sconosciuto
ja: 不明
ko: 알 수 없음
nb: Ukjent
nl: Onbekend
pt_br: Desconhecido
ru: Неизвестно
sv: Okänd
zh_hans: 未知

source: unknown distance
ar: مسافة غير معروفة
da: ukendt distance
de: unbekannte Distanz
es: distancia desconocida
fi: tuntematon matka
fr: distance inconnue
is: óþekkt vegalengd
it: distanza sconosciuta
ja: 距離不明
ko: 거리 알 수 없음
nb: ukjent distanse
nl: onbekende afstand
pt_br: distância desconhecida
ru: неизвестная дистанция
sv: okänd distans
zh_hans: 距离未知

source: unknown error
ar: خطأ غير معروف
da: ukendt fejl
de: unbekannter Fehler
es: error desconocido
fi: tuntematon virhe
fr: erreur inconnue
is: óþekkt villa
it: errore sconosciuto
ja: 不明なエラー
ko: 알 수 없는 오류
nb: ukjent feil
nl: onbekende fout
pt_br: erro desconhecido
ru: неизвестная ошибка
sv: okänt fel
zh_hans: 未知错误

source: Unknown error
ar: خطأ غير معروف
da: Ukendt fejl
de: Unbekannter Fehler
es: Error desconocido
fi: Tuntematon virhe
fr: Erreur inconnue
is: Óþekkt villa
it: Errore sconosciuto
ja: 不明なエラー
ko: 알 수 없는 오류
nb: Ukjent feil
nl: Onbekende fout
pt_br: Erro desconhecido
ru: Неизвестная ошибка
sv: Okänt fel
zh_hans: 未知错误

source: Unlock Emuqu
ar: فتح قفل Emuqu
da: Lås Emuqu op
de: Emuqu freischalten
es: Desbloquear Emuqu
fi: Avaa Emuqu
fr: Débloquer Emuqu
is: Opnaðu Emuqu
it: Sblocca Emuqu
ja: Emuquのロックを解除
ko: Emuqu 잠금 해제
nb: Lås opp Emuqu
nl: Ontgrendel Emuqu
pt_br: Desbloquear Emuqu
ru: Разблокировать Emuqu
sv: Lås upp Emuqu
zh_hans: 解锁 Emuqu

source: Unlock for %@
ar: فتح القفل مقابل %@
da: Lås op for %@
de: Freischalten für %@
es: Desbloquear por %@
fi: Avaa hintaan %@
fr: Débloquer pour %@
is: Opna fyrir %@
it: Sblocca per %@
ja: %@ でロックを解除
ko: %@에 잠금 해제
nb: Lås opp for %@
nl: Ontgrendel voor %@
pt_br: Desbloquear por %@
ru: Разблокировать за %@
sv: Lås upp för %@
zh_hans: 以 %@ 解锁

source: Unlock Now
ar: إلغاء القفل الآن
da: Lås op nu
de: Jetzt freischalten
es: Desbloquear ahora
fi: Avaa nyt
fr: Déverrouiller maintenant
is: Aflæsa núna
it: Sblocca ora
ja: 今すぐロック解除
ko: 지금 잠금 해제
nb: Lås opp nå
nl: Nu ontgrendelen
pt_br: Desbloquear agora
ru: Разблокировать сейчас
sv: Lås upp nu
zh_hans: 立即解锁

source: Unrated trails (no sac_scale / mtb:scale tag) are included regardless of these filters — most OSM ways don't carry a difficulty rating.
ar: تُضمَّن المسارات غير المصنّفة (بدون وسم sac_scale / mtb:scale) بغض النظر عن هذه الفلاتر — معظم مسارات OSM لا تحمل تصنيف صعوبة.
da: Ruter uden bedømmelse (uden sac_scale-/mtb:scale-tag) medtages uanset disse filtre — de fleste OSM-veje har ingen sværhedsgradsbedømmelse.
de: Nicht bewertete Touren (ohne sac_scale-/mtb:scale-Tag) werden unabhängig von diesen Filtern einbezogen — die meisten OSM-Wege haben keine Schwierigkeitsbewertung.
es: Las rutas sin valoración (sin etiqueta sac_scale / mtb:scale) se incluyen independientemente de estos filtros: la mayoría de los caminos de OSM no tienen una clasificación de dificultad.
fi: Luokittelemattomat reitit (joilla ei ole sac_scale-/mtb:scale-tunnistetta) sisällytetään näistä suodattimista riippumatta — useimmilla OSM-väylillä ei ole vaikeusasteluokitusta.
fr: Les parcours non notés (sans tag sac_scale / mtb:scale) sont inclus quels que soient ces filtres — la plupart des chemins OSM ne portent pas de niveau de difficulté.
is: Leiðir án einkunnar (án sac_scale-/mtb:scale-merkis) eru teknar með óháð þessum síum — flestar OSM-leiðir hafa ekki erfiðleikaeinkunn.
it: I percorsi senza valutazione (senza tag sac_scale / mtb:scale) sono inclusi indipendentemente da questi filtri — la maggior parte delle vie OSM non riporta un livello di difficoltà.
ja: 評価のないトレイル（sac_scale / mtb:scaleタグなし）は、これらのフィルターに関係なく含まれます — ほとんどのOSMの経路には難易度評価がありません。
ko: 등급이 없는 트레일(sac_scale / mtb:scale 태그 없음)은 이 필터와 관계없이 포함됩니다 — 대부분의 OSM 경로에는 난이도 등급이 없습니다.
nb: Løyper uten vurdering (uten sac_scale-/mtb:scale-tagg) inkluderes uavhengig av disse filtrene — de fleste OSM-veiene har ingen vanskelighetsvurdering.
nl: Routes zonder beoordeling (zonder sac_scale-/mtb:scale-tag) worden opgenomen ongeacht deze filters — de meeste OSM-wegen hebben geen moeilijkheidsclassificatie.
pt_br: Trilhas sem classificação (sem a tag sac_scale / mtb:scale) são incluídas independentemente desses filtros — a maioria das vias do OSM não tem uma classificação de dificuldade.
ru: Маршруты без оценки (без тега sac_scale / mtb:scale) включаются независимо от этих фильтров — у большинства путей OSM нет рейтинга сложности.
sv: Leder utan betyg (utan sac_scale-/mtb:scale-tagg) inkluderas oavsett dessa filter — de flesta OSM-vägar saknar svårighetsgrad.
zh_hans: 无评级的路线（没有 sac_scale / mtb:scale 标签）无论这些筛选条件如何都会包含在内 — 大多数 OSM 路径没有难度评级。

source: Unrecovered data on device
ar: بيانات غير مسترجعة على الجهاز
da: Ugendannet data på enhed
de: Nicht wiederhergestellte Daten auf dem Gerät
es: Datos no recuperados en el dispositivo
fi: Palautumaton data laitteella
fr: Données non récupérées sur l'appareil
is: Ósótt gögn í tæki
it: Dati non recuperati sul dispositivo
ja: デバイス上の未復元データ
ko: 기기에 복구되지 않은 데이터
nb: Ugjenopprettet data på enheten
nl: Niet-herstelde gegevens op apparaat
pt_br: Dados não recuperados no dispositivo
ru: Невосстановленные данные на устройстве
sv: Ej återställd data på enhet
zh_hans: 设备上有未恢复的数据

source: Until
ar: حتى
da: Indtil
de: Bis
es: Hasta
fi: Asti
fr: Jusqu'à
is: Þangað til
it: Fino a
ja: まで
ko: 까지
nb: Til
nl: Tot
pt_br: Até
ru: До
sv: Till
zh_hans: 直到

source: up
ar: صعود
da: op
de: aufwärts
es: subida
fi: ylös
fr: hausse
is: upp
it: salita
ja: 上昇
ko: 상승
nb: opp
nl: omhoog
pt_br: subindo
ru: рост
sv: upp
zh_hans: 上升

source: Up to date
ar: محدّث
da: Opdateret
de: Aktuell
es: Actualizado
fi: Ajan tasalla
fr: À jour
is: Uppfært
it: Aggiornato
ja: 最新
ko: 최신 상태
nb: Oppdatert
pt_br: Atualizado
ru: Актуально
sv: Uppdaterad
zh_hans: 已是最新

source: Up to date. %lld sessions in iCloud.
ar: محدّث. %lld جلسة في iCloud.
da: Opdateret. %lld sessioner i iCloud.
de: Auf dem neuesten Stand. %lld Sitzungen in iCloud.
es: Actualizado. %lld sesiones en iCloud.
fi: Ajan tasalla. %lld istuntoa iCloudissa.
fr: À jour. %lld sessions dans iCloud.
is: Uppfært. %lld lotur í iCloud.
it: Aggiornato. %lld sessioni in iCloud.
ja: 最新です。iCloud に %lld 件のセッションがあります。
ko: 최신 상태입니다. iCloud에 세션 %lld개가 있습니다.
nb: Oppdatert. %lld økter i iCloud.
nl: Bijgewerkt. %lld sessies in iCloud.
pt_br: Atualizado. %lld sessões no iCloud.
ru: Всё актуально. В iCloud %lld сессии.
sv: Uppdaterad. %lld sessioner i iCloud.
zh_hans: 已是最新。iCloud 中有 %lld 个记录。

source: Update
ar: تحديث
da: Opdater
de: Aktualisieren
es: Actualizar
fi: Päivitä
fr: Mettre à jour
is: Uppfæra
it: Aggiorna
ja: 更新
ko: 업데이트
nb: Oppdater
nl: Bijwerken
pt_br: Atualizar
ru: Обновить
sv: Uppdatera
zh_hans: 更新

source: Updated sleep data for %lld sessions.
ar: تم تحديث بيانات النوم لـ %lld جلسة.
da: Søvndata opdateret for %lld sessioner.
de: Schlafdaten für %lld Sitzungen aktualisiert.
es: Datos de sueño actualizados para %lld sesiones.
fi: Unitiedot päivitetty %lld istunnolle.
fr: Données de sommeil mises à jour pour %lld séances.
is: Uppfærði svefngögn fyrir %lld lotur.
it: Dati del sonno aggiornati per %lld sessioni.
ja: %lld 件のセッションの睡眠データを更新しました。
ko: 세션 %lld개의 수면 데이터를 업데이트했습니다.
nb: Oppdaterte søvndata for %lld økter.
nl: Slaapgegevens bijgewerkt voor %lld sessies.
pt_br: Dados de sono atualizados para %lld sessões.
ru: Данные сна обновлены для %lld сессий.
sv: Uppdaterade sömndata för %lld sessioner.
zh_hans: 已更新 %lld 个记录的睡眠数据。

# Updating %lld of %lld sessions
source: Updating %1$lld of %2$lld sessions
ar: جارٍ تحديث %lld من %lld جلسة
da: Opdaterer %lld af %lld sessioner
de: %lld von %lld Sitzungen werden aktualisiert
es: Actualizando %lld de %lld sesiones
fi: Päivitetään %lld / %lld istuntoa
fr: Mise à jour de %lld sur %lld sessions
is: Uppfæri %lld af %lld lotum
it: Aggiornamento di %lld sessioni su %lld
ja: %lld / %lld 件のセッションを更新中
ko: %lld/%lld 세션 업데이트 중
nb: Oppdaterer %lld av %lld økter
nl: %lld van %lld sessies bijwerken
pt_br: Atualizando %lld de %lld sessões
ru: Обновление сессий: %lld из %lld
sv: Uppdaterar %lld av %lld sessioner
zh_hans: 正在更新 %lld / %lld 个记录

# Updating %lld/%lld sessions…
source: Updating %1$lld/%2$lld sessions…
ar: جارٍ تحديث %lld/%lld جلسة…
da: Opdaterer %lld/%lld sessioner…
de: %lld/%lld Sitzungen werden aktualisiert…
es: Actualizando %lld/%lld sesiones…
fi: Päivitetään istuntoja %lld/%lld…
fr: Mise à jour de %lld/%lld sessions…
is: Uppfæri %lld/%lld lotur…
it: Aggiornamento di %lld/%lld sessioni…
ja: %lld/%lld セッションを更新中…
ko: %lld/%lld 세션 업데이트 중…
nb: Oppdaterer %lld/%lld økter…
nl: %lld/%lld sessies bijwerken…
pt_br: Atualizando %lld/%lld sessões…
ru: Обновление %lld/%lld сессий…
sv: Uppdaterar %lld/%lld pass…
zh_hans: 正在更新 %lld/%lld 个记录…

source: Upper
ar: العلوي
da: Øvre
de: Oben
es: Superior
fi: Ylä
fr: Supérieur
is: Efri
it: Superiore
ja: 上限
ko: 상한
nb: Øvre
nl: Boven
pt_br: Superior
ru: Верхний
sv: Övre
zh_hans: 上限

source: Upper normal
ar: الحد الأعلى الطبيعي
da: Øvre normal
de: Oberer Normbereich
es: Normal alto
fi: Ylänormaali
fr: Normale haute
is: Efri eðlilegt
it: Normale alto
ja: 正常高値
ko: 정상 상한
nb: Øvre normal
nl: Bovengrens normaal
pt_br: Normal alto
ru: Верхняя норма
sv: Övre normal
zh_hans: 正常偏高

source: Upper-normal for adults — check whether it's elevated vs. your recent baseline
ar: في الحد الأعلى الطبيعي للبالغين — تحقّق مما إذا كان مرتفعًا مقارنة بخط أساسك الأخير
da: Øvre normalområde for voksne — tjek, om det er forhøjet i forhold til din seneste baseline
de: Oberer Normalbereich für Erwachsene — prüfe, ob es gegenüber deiner jüngsten Baseline erhöht ist
es: En el límite alto de lo normal para adultos — comprueba si está elevado respecto a tu línea base reciente
fi: Aikuisilla normaalin ylärajoilla — tarkista, onko se koholla viimeaikaiseen perustasoosi nähden
fr: Haut de la normale chez l’adulte — vérifiez s’il est élevé par rapport à votre référence récente
is: Efri mörk eðlilegs hjá fullorðnum — athugaðu hvort það sé hækkað miðað við nýlega grunnlínu þína
it: Limite superiore della norma per gli adulti — verifica se è elevato rispetto alla tua baseline recente
ja: 成人の正常上限域 — 直近のベースラインと比べて高いか確認してください
ko: 성인 정상 범위의 상단 — 최근 기준선 대비 상승했는지 확인하세요
nb: Øvre normalområde for voksne — sjekk om det er forhøyet mot din nylige baseline
nl: Bovengrens van normaal voor volwassenen — check of het verhoogd is t.o.v. je recente basislijn
pt_br: No limite superior do normal para adultos — verifique se está elevado ante sua linha de base recente
ru: Верхняя граница нормы для взрослых — проверьте, повышено ли относительно вашей недавней базовой линии
sv: Övre normalområde för vuxna — kolla om det är förhöjt mot din senaste baslinje
zh_hans: 成年人正常范围的上限 — 请检查相对你近期基线是否升高

source: Use %@ streamed beats
ar: استخدام %@ نبضة مُبثّة
da: Brug %@ streamede slag
de: %@ gestreamte Schläge verwenden
es: Usar %@ latidos transmitidos
fi: Käytä %@ suoratoistettua sykäystä
fr: Utiliser %@ battements diffusés
is: Nota %@ streymd slög
it: Usa %@ battiti trasmessi
ja: %@のストリーミング拍を使用
ko: %@ 스트리밍 박동 사용
nb: Bruk %@ strømmede slag
nl: %@ gestreamde slagen gebruiken
pt_br: Usar %@ batimentos transmitidos
ru: Использовать переданные удары (%@)
sv: Använd %@ strömmade slag
zh_hans: 使用 %@ 个流式心跳

source: Use 0.88 × Max Default
ar: استخدام 0.88 × الحد الأقصى الافتراضي
da: Brug 0,88 × maks. standard
de: 0,88 × Max-Standard verwenden
es: Usar 0,88 × máx. predeterminado
fi: Käytä 0,88 × maks. oletus
fr: Utiliser 0,88 × max par défaut
is: Nota 0,88 × hámark sjálfgefið
it: Usa 0,88 × max predefinito
ja: 0.88 × 最大値（デフォルト）を使用
ko: 0.88 × 최대 기본값 사용
nb: Bruk 0,88 × maks standard
nl: 0,88 × max standaard gebruiken
pt_br: Usar 0,88 × máx. padrão
ru: Использовать 0,88 × макс. по умолчанию
sv: Använd 0,88 × max standard
zh_hans: 使用 0.88 × 最大值默认

source: Use Age-Based Default
ar: استخدام القيمة الافتراضية حسب العمر
da: Brug aldersbaseret standard
de: Altersbasierten Standard verwenden
es: Usar valor predeterminado según la edad
fi: Käytä ikäperusteista oletusarvoa
fr: Utiliser la valeur par défaut selon l'âge
is: Nota sjálfgefið gildi byggt á aldri
it: Usa valore predefinito in base all'età
ja: 年齢ベースの既定値を使用
ko: 나이 기반 기본값 사용
nb: Bruk aldersbasert standard
nl: Leeftijdsgebaseerde standaard gebruiken
pt_br: Usar padrão baseado na idade
ru: Использовать значение по умолчанию на основе возраста
sv: Använd åldersbaserat standardvärde
zh_hans: 使用基于年龄的默认值

source: Use Apple Health Sleep Data
ar: استخدام بيانات النوم من Apple Health
da: Brug søvndata fra Apple Health
de: Apple Health-Schlafdaten verwenden
es: Usar datos de sueño de Apple Health
fi: Käytä Apple Healthin unitietoja
fr: Utiliser les données de sommeil d'Apple Santé
is: Nota svefngögn úr Apple Health
it: Usa i dati del sonno di Apple Health
ja: Apple Health の睡眠データを使用
ko: Apple Health 수면 데이터 사용
nb: Bruk søvndata fra Apple Health
nl: Slaapgegevens van Apple Health gebruiken
pt_br: Usar dados de sono do Apple Health
ru: Использовать данные о сне из Apple Здоровье
sv: Använd sömndata från Apple Health
zh_hans: 使用 Apple 健康 睡眠数据

source: Use Apple Health's estimated VO2max when no override is set.
ar: استخدم VO2max المقدّر من Apple Health عند عدم تعيين قيمة يدوية.
da: Brug Apple Healths estimerede VO2max, når der ikke er angivet en tilsidesættelse.
de: Den von Apple Health geschätzten VO2max verwenden, wenn keine Überschreibung festgelegt ist.
es: Usar el VO2max estimado de Apple Health cuando no se haya establecido un valor manual.
fi: Käytä Apple Healthin arvioimaa VO2max-arvoa, kun ohitusarvoa ei ole asetettu.
fr: Utiliser le VO2max estimé par Apple Santé lorsqu'aucune valeur manuelle n'est définie.
is: Nota áætlað VO2max frá Apple Health þegar engin handvirk yfirskrift er sett.
it: Usa il VO2max stimato da Apple Health quando non è impostato alcun valore manuale.
ja: 上書き値が設定されていない場合は、Apple Health の推定 VO2max を使用します。
ko: 재정의 값이 설정되지 않은 경우 Apple Health의 추정 VO2max를 사용합니다.
nb: Bruk Apple Healths estimerte VO2max når ingen overstyring er angitt.
nl: Gebruik de door Apple Health geschatte VO2max als er geen handmatige waarde is ingesteld.
pt_br: Usar o VO2max estimado pelo Apple Health quando nenhum valor manual estiver definido.
ru: Использовать оценку VO2max из Apple Здоровье, если значение не задано вручную.
sv: Använd Apple Healths uppskattade VO2max när inget manuellt värde är angivet.
zh_hans: 未设置手动覆盖值时，使用 Apple 健康 估算的 VO2max。

source: Use Auto-Tracked Baseline
ar: استخدام خط الأساس المتعقَّب تلقائيًا
da: Brug automatisk sporet baseline
de: Automatisch erfasste Baseline verwenden
es: Usar línea base de seguimiento automático
fi: Käytä automaattisesti seurattua perustasoa
fr: Utiliser la référence suivie automatiquement
is: Nota sjálfvirkt rakta grunnlínu
it: Usa baseline monitorata automaticamente
ja: 自動追跡されたベースラインを使用
ko: 자동 추적된 기준선 사용
nb: Bruk automatisk sporet grunnlinje
nl: Automatisch bijgehouden basislijn gebruiken
pt_br: Usar linha de base rastreada automaticamente
ru: Использовать автоматически отслеживаемый базовую линию
sv: Använd automatiskt spårad baslinje
zh_hans: 使用自动跟踪的基线

source: Use this trail
ar: استخدام هذا المسار
da: Brug denne rute
de: Diesen Pfad verwenden
es: Usar este sendero
fi: Käytä tätä polkua
fr: Utiliser ce sentier
is: Nota þennan stíg
it: Usa questo percorso
ja: このトレイルを使用
ko: 이 코스 사용
nb: Bruk denne stien
nl: Dit pad gebruiken
pt_br: Usar esta trilha
ru: Использовать этот маршрут
sv: Använd den här leden
zh_hans: 使用此路径

source: Use this when returning from illness, injury, or a long break. For 21 days, your recovery score weights HRV more heavily and ignores noisy vitals so a slow autonomic comeback isn't double-penalised.
ar: استخدم هذا عند العودة من مرض أو إصابة أو انقطاع طويل. ولمدة 21 يومًا، تعطي درجة تعافيك وزنًا أكبر لHRV وتتجاهل العلامات الحيوية المشوّشة حتى لا تُعاقَب العودة الذاتية البطيئة مرتين.
da: Brug dette, når du vender tilbage efter sygdom, skade eller en lang pause. I 21 dage vægter din restitutionsscore HRV højere og ser bort fra støjende vitalværdier, så en langsom autonom tilbagevenden ikke straffes dobbelt.
de: Nutze das bei der Rückkehr nach Krankheit, Verletzung oder langer Pause. 21 Tage lang gewichtet dein Erholungs-Score die HRV stärker und ignoriert verrauschte Vitalwerte, damit eine langsame autonome Rückkehr nicht doppelt bestraft wird.
es: Úsalo al volver tras una enfermedad, una lesión o un parón largo. Durante 21 días, tu puntuación de recuperación pondera más la HRV e ignora los constantes vitales ruidosos, para que una vuelta autonómica lenta no se penalice dos veces.
fi: Käytä tätä palatessasi sairaudesta, vammasta tai pitkältä tauolta. 21 päivän ajan palautumispisteesi painottavat HRV:tä enemmän ja jättävät huomiotta häiriöiset elintoiminnot, jottei hidas autonominen paluu tulisi rangaistuksi kahdesti.
fr: À utiliser au retour d’une maladie, d’une blessure ou d’une longue coupure. Pendant 21 jours, votre score de récupération pondère davantage la HRV et ignore les signes vitaux bruitées, afin qu’un retour autonome lent ne soit pas doublement pénalisé.
is: Notaðu þetta þegar þú kemur til baka eftir veikindi, meiðsli eða langt hlé. Í 21 dag vegur endurheimtareinkunnin HRV þyngra og hunsar truflandi lífsmörk svo hæg ósjálfráð endurkoma sé ekki tvírefsuð.
it: Usalo al rientro da malattia, infortunio o una lunga pausa. Per 21 giorni il punteggio di recupero pesa di più l’HRV e ignora i parametri vitali rumorosi, così un lento ritorno autonomico non viene penalizzato due volte.
ja: 病気、けが、長期の中断から復帰するときに使います。21 日間、回復スコアは HRV により大きな重みを置き、ノイズの多いバイタルを無視するため、自律神経の回復が遅くても二重に減点されません。
ko: 질병, 부상, 긴 휴식 후 복귀할 때 사용하세요. 21일 동안 회복 점수는 HRV에 더 큰 가중치를 두고 잡음이 많은 생체 지표는 무시하므로, 느린 자율신경 회복이 이중으로 감점되지 않습니다.
nb: Bruk dette når du kommer tilbake etter sykdom, skade eller et langt opphold. I 21 dager vekter restitusjonsscoren HRV tyngre og ser bort fra støyende vitalverdier, slik at en langsom autonom retur ikke straffes dobbelt.
nl: Gebruik dit bij terugkeer na ziekte, blessure of een lange pauze. Gedurende 21 dagen weegt je herstelscore de HRV zwaarder en negeert ruisige vitale waarden, zodat een traag autonoom herstel niet dubbel wordt bestraft.
pt_br: Use isto ao voltar de doença, lesão ou uma pausa longa. Por 21 dias, sua pontuação de recuperação dá mais peso à VFC e ignora sinais vitais ruidosos, para que uma volta autonômica lenta não seja penalizada duas vezes.
ru: Используйте это при возвращении после болезни, травмы или долгого перерыва. В течение 21 дня оценка восстановления сильнее взвешивает ВСР и игнорирует «шумные» показатели, чтобы медленное вегетативное возвращение не штрафовалось дважды.
sv: Använd detta när du kommer tillbaka efter sjukdom, skada eller ett långt uppehåll. I 21 dagar viktar din återhämtningspoäng HRV tyngre och bortser från brusiga vitalvärden, så att en långsam autonom comeback inte straffas dubbelt.
zh_hans: 从疾病、伤病或长时间中断中复出时可以启用。此后 21 天内，恢复评分会更看重 HRV，并忽略噪声较大的生命体征，避免自主神经缓慢恢复被重复扣分。
